{"weightsManifest": [{"paths": ["group1-shard1of16.bin", "group1-shard2of16.bin", "group1-shard3of16.bin", "group1-shard4of16.bin", "group1-shard5of16.bin", "group1-shard6of16.bin", "group1-shard7of16.bin", "group1-shard8of16.bin", "group1-shard9of16.bin", "group1-shard10of16.bin", "group1-shard11of16.bin", "group1-shard12of16.bin", "group1-shard13of16.bin", "group1-shard14of16.bin", "group1-shard15of16.bin", "group1-shard16of16.bin"], "weights": [{"dtype": "float32", "shape": [1, 1284, 4], "name": "Postprocessor/ExpandDims"}, {"dtype": "float32", "shape": [], "name": "ConstantFolding/Postprocessor/Decode/get_center_coordinates_and_sizes/div_recip"}, {"dtype": "float32", "shape": [], "name": "ConstantFolding/Postprocessor/Decode/div_2_recip"}, {"dtype": "float32", "shape": [], "name": "ConstantFolding/Postprocessor/Decode/div_recip"}, {"dtype": "float32", "shape": [], "name": "ConstantFolding/Postprocessor/div_recip"}, {"dtype": "float32", "shape": [], "name": "Preprocessor/mul/x"}, {"dtype": "float32", "shape": [7, 7, 3, 8], "name": "FeatureExtractor/InceptionV2/Conv2d_1a_7x7/depthwise_weights"}, {"dtype": "float32", "shape": [1, 1, 24, 64], "name": "FeatureExtractor/InceptionV2/Conv2d_1a_7x7/pointwise_weights"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Conv2d_1a_7x7/BatchNorm/gamma"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Conv2d_1a_7x7/BatchNorm/beta"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Conv2d_1a_7x7/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Conv2d_1a_7x7/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 64, 64], "name": "FeatureExtractor/InceptionV2/Conv2d_2b_1x1/weights"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Conv2d_2b_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Conv2d_2b_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Conv2d_2b_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Conv2d_2b_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 64, 192], "name": "FeatureExtractor/InceptionV2/Conv2d_2c_3x3/weights"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Conv2d_2c_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Conv2d_2c_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Conv2d_2c_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Conv2d_2c_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 192, 64], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_0/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_0/Conv2d_0a_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_0/Conv2d_0a_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 192, 64], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_1/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_1/Conv2d_0a_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_1/Conv2d_0a_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 64, 64], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_1/Conv2d_0b_3x3/weights"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_1/Conv2d_0b_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_1/Conv2d_0b_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_1/Conv2d_0b_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_1/Conv2d_0b_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 192, 64], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_2/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_2/Conv2d_0a_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_2/Conv2d_0a_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 64, 96], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_2/Conv2d_0b_3x3/weights"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_2/Conv2d_0b_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_2/Conv2d_0b_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 96, 96], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_2/Conv2d_0c_3x3/weights"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_2/Conv2d_0c_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_2/Conv2d_0c_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_2/Conv2d_0c_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_2/Conv2d_0c_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 192, 32], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_3/Conv2d_0b_1x1/weights"}, {"dtype": "float32", "shape": [32], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_3/Conv2d_0b_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [32], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_3/Conv2d_0b_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [32], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [32], "name": "FeatureExtractor/InceptionV2/Mixed_3b/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 256, 64], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_0/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_0/Conv2d_0a_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_0/Conv2d_0a_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 256, 64], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_1/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_1/Conv2d_0a_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_1/Conv2d_0a_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 64, 96], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_1/Conv2d_0b_3x3/weights"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_1/Conv2d_0b_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_1/Conv2d_0b_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_1/Conv2d_0b_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_1/Conv2d_0b_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 256, 64], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_2/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_2/Conv2d_0a_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_2/Conv2d_0a_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 64, 96], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_2/Conv2d_0b_3x3/weights"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_2/Conv2d_0b_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_2/Conv2d_0b_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 96, 96], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_2/Conv2d_0c_3x3/weights"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_2/Conv2d_0c_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_2/Conv2d_0c_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_2/Conv2d_0c_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_2/Conv2d_0c_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 256, 64], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_3/Conv2d_0b_1x1/weights"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_3/Conv2d_0b_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_3/Conv2d_0b_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_3c/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 320, 128], "name": "FeatureExtractor/InceptionV2/Mixed_4a/Branch_0/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4a/Branch_0/Conv2d_0a_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4a/Branch_0/Conv2d_0a_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4a/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4a/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 160], "name": "FeatureExtractor/InceptionV2/Mixed_4a/Branch_0/Conv2d_1a_3x3/weights"}, {"dtype": "float32", "shape": [160], "name": "FeatureExtractor/InceptionV2/Mixed_4a/Branch_0/Conv2d_1a_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [160], "name": "FeatureExtractor/InceptionV2/Mixed_4a/Branch_0/Conv2d_1a_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [160], "name": "FeatureExtractor/InceptionV2/Mixed_4a/Branch_0/Conv2d_1a_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [160], "name": "FeatureExtractor/InceptionV2/Mixed_4a/Branch_0/Conv2d_1a_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 320, 64], "name": "FeatureExtractor/InceptionV2/Mixed_4a/Branch_1/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_4a/Branch_1/Conv2d_0a_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_4a/Branch_1/Conv2d_0a_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_4a/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_4a/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 64, 96], "name": "FeatureExtractor/InceptionV2/Mixed_4a/Branch_1/Conv2d_0b_3x3/weights"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4a/Branch_1/Conv2d_0b_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4a/Branch_1/Conv2d_0b_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4a/Branch_1/Conv2d_0b_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4a/Branch_1/Conv2d_0b_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 96, 96], "name": "FeatureExtractor/InceptionV2/Mixed_4a/Branch_1/Conv2d_1a_3x3/weights"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4a/Branch_1/Conv2d_1a_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4a/Branch_1/Conv2d_1a_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4a/Branch_1/Conv2d_1a_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4a/Branch_1/Conv2d_1a_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 576, 224], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_0/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [224], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_0/Conv2d_0a_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [224], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_0/Conv2d_0a_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [224], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [224], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 576, 64], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_1/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_1/Conv2d_0a_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_1/Conv2d_0a_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 64, 96], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_1/Conv2d_0b_3x3/weights"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_1/Conv2d_0b_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_1/Conv2d_0b_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_1/Conv2d_0b_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_1/Conv2d_0b_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 576, 96], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_2/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_2/Conv2d_0a_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_2/Conv2d_0a_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 96, 128], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_2/Conv2d_0b_3x3/weights"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_2/Conv2d_0b_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_2/Conv2d_0b_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 128], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_2/Conv2d_0c_3x3/weights"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_2/Conv2d_0c_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_2/Conv2d_0c_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_2/Conv2d_0c_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_2/Conv2d_0c_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 576, 128], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_3/Conv2d_0b_1x1/weights"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_3/Conv2d_0b_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_3/Conv2d_0b_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4b/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 576, 192], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_0/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_0/Conv2d_0a_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_0/Conv2d_0a_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 576, 96], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_1/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_1/Conv2d_0a_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_1/Conv2d_0a_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 96, 128], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_1/Conv2d_0b_3x3/weights"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_1/Conv2d_0b_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_1/Conv2d_0b_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_1/Conv2d_0b_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_1/Conv2d_0b_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 576, 96], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_2/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_2/Conv2d_0a_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_2/Conv2d_0a_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 96, 128], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_2/Conv2d_0b_3x3/weights"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_2/Conv2d_0b_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_2/Conv2d_0b_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 128], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_2/Conv2d_0c_3x3/weights"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_2/Conv2d_0c_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_2/Conv2d_0c_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_2/Conv2d_0c_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_2/Conv2d_0c_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 576, 128], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_3/Conv2d_0b_1x1/weights"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_3/Conv2d_0b_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_3/Conv2d_0b_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4c/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 576, 12], "name": "BoxPredictor_0/BoxEncodingPredictor/weights"}, {"dtype": "float32", "shape": [12], "name": "BoxPredictor_0/BoxEncodingPredictor/biases"}, {"dtype": "float32", "shape": [1, 1, 576, 160], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_0/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [160], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_0/Conv2d_0a_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [160], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_0/Conv2d_0a_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [160], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [160], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 576, 128], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_1/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_1/Conv2d_0a_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_1/Conv2d_0a_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 160], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_1/Conv2d_0b_3x3/weights"}, {"dtype": "float32", "shape": [160], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_1/Conv2d_0b_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [160], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_1/Conv2d_0b_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [160], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_1/Conv2d_0b_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [160], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_1/Conv2d_0b_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 576, 128], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_2/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_2/Conv2d_0a_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_2/Conv2d_0a_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 160], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_2/Conv2d_0b_3x3/weights"}, {"dtype": "float32", "shape": [160], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_2/Conv2d_0b_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [160], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_2/Conv2d_0b_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [160], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [160], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 160, 160], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_2/Conv2d_0c_3x3/weights"}, {"dtype": "float32", "shape": [160], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_2/Conv2d_0c_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [160], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_2/Conv2d_0c_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [160], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_2/Conv2d_0c_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [160], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_2/Conv2d_0c_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 576, 96], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_3/Conv2d_0b_1x1/weights"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_3/Conv2d_0b_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_3/Conv2d_0b_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4d/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 576, 96], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_0/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_0/Conv2d_0a_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_0/Conv2d_0a_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 576, 128], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_1/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_1/Conv2d_0a_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_1/Conv2d_0a_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 192], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_1/Conv2d_0b_3x3/weights"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_1/Conv2d_0b_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_1/Conv2d_0b_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_1/Conv2d_0b_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_1/Conv2d_0b_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 576, 160], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_2/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [160], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_2/Conv2d_0a_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [160], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_2/Conv2d_0a_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [160], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [160], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 160, 192], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_2/Conv2d_0b_3x3/weights"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_2/Conv2d_0b_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_2/Conv2d_0b_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 192, 192], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_2/Conv2d_0c_3x3/weights"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_2/Conv2d_0c_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_2/Conv2d_0c_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_2/Conv2d_0c_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_2/Conv2d_0c_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 576, 96], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_3/Conv2d_0b_1x1/weights"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_3/Conv2d_0b_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_3/Conv2d_0b_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [96], "name": "FeatureExtractor/InceptionV2/Mixed_4e/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 576, 128], "name": "FeatureExtractor/InceptionV2/Mixed_5a/Branch_0/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_5a/Branch_0/Conv2d_0a_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_5a/Branch_0/Conv2d_0a_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_5a/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_5a/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 192], "name": "FeatureExtractor/InceptionV2/Mixed_5a/Branch_0/Conv2d_1a_3x3/weights"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_5a/Branch_0/Conv2d_1a_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_5a/Branch_0/Conv2d_1a_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_5a/Branch_0/Conv2d_1a_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_5a/Branch_0/Conv2d_1a_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 576, 192], "name": "FeatureExtractor/InceptionV2/Mixed_5a/Branch_1/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_5a/Branch_1/Conv2d_0a_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_5a/Branch_1/Conv2d_0a_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_5a/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_5a/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 192, 256], "name": "FeatureExtractor/InceptionV2/Mixed_5a/Branch_1/Conv2d_0b_3x3/weights"}, {"dtype": "float32", "shape": [256], "name": "FeatureExtractor/InceptionV2/Mixed_5a/Branch_1/Conv2d_0b_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [256], "name": "FeatureExtractor/InceptionV2/Mixed_5a/Branch_1/Conv2d_0b_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [256], "name": "FeatureExtractor/InceptionV2/Mixed_5a/Branch_1/Conv2d_0b_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [256], "name": "FeatureExtractor/InceptionV2/Mixed_5a/Branch_1/Conv2d_0b_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 256, 256], "name": "FeatureExtractor/InceptionV2/Mixed_5a/Branch_1/Conv2d_1a_3x3/weights"}, {"dtype": "float32", "shape": [256], "name": "FeatureExtractor/InceptionV2/Mixed_5a/Branch_1/Conv2d_1a_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [256], "name": "FeatureExtractor/InceptionV2/Mixed_5a/Branch_1/Conv2d_1a_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [256], "name": "FeatureExtractor/InceptionV2/Mixed_5a/Branch_1/Conv2d_1a_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [256], "name": "FeatureExtractor/InceptionV2/Mixed_5a/Branch_1/Conv2d_1a_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 1024, 352], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_0/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [352], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_0/Conv2d_0a_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [352], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_0/Conv2d_0a_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [352], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [352], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 1024, 192], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_1/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_1/Conv2d_0a_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_1/Conv2d_0a_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 192, 320], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_1/Conv2d_0b_3x3/weights"}, {"dtype": "float32", "shape": [320], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_1/Conv2d_0b_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [320], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_1/Conv2d_0b_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [320], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_1/Conv2d_0b_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [320], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_1/Conv2d_0b_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 1024, 160], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_2/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [160], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_2/Conv2d_0a_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [160], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_2/Conv2d_0a_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [160], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [160], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 160, 224], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_2/Conv2d_0b_3x3/weights"}, {"dtype": "float32", "shape": [224], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_2/Conv2d_0b_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [224], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_2/Conv2d_0b_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [224], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [224], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 224, 224], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_2/Conv2d_0c_3x3/weights"}, {"dtype": "float32", "shape": [224], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_2/Conv2d_0c_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [224], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_2/Conv2d_0c_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [224], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_2/Conv2d_0c_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [224], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_2/Conv2d_0c_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 1024, 128], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_3/Conv2d_0b_1x1/weights"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_3/Conv2d_0b_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_3/Conv2d_0b_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_5b/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 1024, 352], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_0/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [352], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_0/Conv2d_0a_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [352], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_0/Conv2d_0a_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [352], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [352], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 1024, 192], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_1/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_1/Conv2d_0a_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_1/Conv2d_0a_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 192, 320], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_1/Conv2d_0b_3x3/weights"}, {"dtype": "float32", "shape": [320], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_1/Conv2d_0b_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [320], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_1/Conv2d_0b_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [320], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_1/Conv2d_0b_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [320], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_1/Conv2d_0b_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 1024, 192], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_2/Conv2d_0a_1x1/weights"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_2/Conv2d_0a_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_2/Conv2d_0a_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [192], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 192, 224], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_2/Conv2d_0b_3x3/weights"}, {"dtype": "float32", "shape": [224], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_2/Conv2d_0b_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [224], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_2/Conv2d_0b_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [224], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [224], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 224, 224], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_2/Conv2d_0c_3x3/weights"}, {"dtype": "float32", "shape": [224], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_2/Conv2d_0c_3x3/BatchNorm/gamma"}, {"dtype": "float32", "shape": [224], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_2/Conv2d_0c_3x3/BatchNorm/beta"}, {"dtype": "float32", "shape": [224], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_2/Conv2d_0c_3x3/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [224], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_2/Conv2d_0c_3x3/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 1024, 128], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_3/Conv2d_0b_1x1/weights"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_3/Conv2d_0b_1x1/BatchNorm/gamma"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_3/Conv2d_0b_1x1/BatchNorm/beta"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_5c/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_variance"}, {"dtype": "int32", "shape": [], "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5c/concat/axis"}, {"dtype": "float32", "shape": [3, 3, 1024, 24], "name": "BoxPredictor_1/BoxEncodingPredictor/weights"}, {"dtype": "float32", "shape": [24], "name": "BoxPredictor_1/BoxEncodingPredictor/biases"}, {"dtype": "float32", "shape": [1, 1, 1024, 256], "name": "FeatureExtractor/InceptionV2/Mixed_5c_1_Conv2d_2_1x1_256/weights"}, {"dtype": "float32", "shape": [256], "name": "FeatureExtractor/InceptionV2/Mixed_5c_1_Conv2d_2_1x1_256/BatchNorm/gamma"}, {"dtype": "float32", "shape": [256], "name": "FeatureExtractor/InceptionV2/Mixed_5c_1_Conv2d_2_1x1_256/BatchNorm/beta"}, {"dtype": "float32", "shape": [256], "name": "FeatureExtractor/InceptionV2/Mixed_5c_1_Conv2d_2_1x1_256/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [256], "name": "FeatureExtractor/InceptionV2/Mixed_5c_1_Conv2d_2_1x1_256/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 256, 512], "name": "FeatureExtractor/InceptionV2/Mixed_5c_2_Conv2d_2_3x3_s2_512/weights"}, {"dtype": "float32", "shape": [512], "name": "FeatureExtractor/InceptionV2/Mixed_5c_2_Conv2d_2_3x3_s2_512/BatchNorm/gamma"}, {"dtype": "float32", "shape": [512], "name": "FeatureExtractor/InceptionV2/Mixed_5c_2_Conv2d_2_3x3_s2_512/BatchNorm/beta"}, {"dtype": "float32", "shape": [512], "name": "FeatureExtractor/InceptionV2/Mixed_5c_2_Conv2d_2_3x3_s2_512/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [512], "name": "FeatureExtractor/InceptionV2/Mixed_5c_2_Conv2d_2_3x3_s2_512/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 512, 24], "name": "BoxPredictor_2/BoxEncodingPredictor/weights"}, {"dtype": "float32", "shape": [24], "name": "BoxPredictor_2/BoxEncodingPredictor/biases"}, {"dtype": "float32", "shape": [3, 3, 256, 24], "name": "BoxPredictor_3/BoxEncodingPredictor/weights"}, {"dtype": "float32", "shape": [24], "name": "BoxPredictor_3/BoxEncodingPredictor/biases"}, {"dtype": "float32", "shape": [1, 1, 256, 128], "name": "FeatureExtractor/InceptionV2/Mixed_5c_1_Conv2d_4_1x1_128/weights"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_5c_1_Conv2d_4_1x1_128/BatchNorm/gamma"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_5c_1_Conv2d_4_1x1_128/BatchNorm/beta"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_5c_1_Conv2d_4_1x1_128/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_5c_1_Conv2d_4_1x1_128/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 256], "name": "FeatureExtractor/InceptionV2/Mixed_5c_2_Conv2d_4_3x3_s2_256/weights"}, {"dtype": "float32", "shape": [256], "name": "FeatureExtractor/InceptionV2/Mixed_5c_2_Conv2d_4_3x3_s2_256/BatchNorm/gamma"}, {"dtype": "float32", "shape": [256], "name": "FeatureExtractor/InceptionV2/Mixed_5c_2_Conv2d_4_3x3_s2_256/BatchNorm/beta"}, {"dtype": "float32", "shape": [256], "name": "FeatureExtractor/InceptionV2/Mixed_5c_2_Conv2d_4_3x3_s2_256/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [256], "name": "FeatureExtractor/InceptionV2/Mixed_5c_2_Conv2d_4_3x3_s2_256/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 256, 24], "name": "BoxPredictor_4/BoxEncodingPredictor/weights"}, {"dtype": "float32", "shape": [24], "name": "BoxPredictor_4/BoxEncodingPredictor/biases"}, {"dtype": "float32", "shape": [1, 1, 256, 64], "name": "FeatureExtractor/InceptionV2/Mixed_5c_1_Conv2d_5_1x1_64/weights"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_5c_1_Conv2d_5_1x1_64/BatchNorm/gamma"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_5c_1_Conv2d_5_1x1_64/BatchNorm/beta"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_5c_1_Conv2d_5_1x1_64/BatchNorm/moving_mean"}, {"dtype": "float32", "shape": [64], "name": "FeatureExtractor/InceptionV2/Mixed_5c_1_Conv2d_5_1x1_64/BatchNorm/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 64, 128], "name": "FeatureExtractor/InceptionV2/Mixed_5c_2_Conv2d_5_3x3_s2_128/weights"}, {"dtype": "float32", "shape": [128], "name": "FeatureExtractor/InceptionV2/Mixed_5c_2_Conv2d_5_3x3_s2_128/BatchNorm/gamma"}, {"dtype": "float32", "shape": [128], "name": 